alfnielsen.vsc-organize-imports
anweber.statusbar-commands
BriteSnow.vscode-toggle-quotes
christian-kohler.path-intellisense
chrmarti.regex
clinyong.vscode-css-modules
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-rename-tag
geddski.macros
GitHub.copilot
Gruntfuggly.activitusbar
ionutvmi.path-autocomplete
jpoissonnier.vscode-styled-components
mhmadhamster.postcss-language
mhutchie.git-graph
ms-vscode.vscode-typescript-next
Orta.vscode-jest
PKief.material-icon-theme
PKief.material-product-icons
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
rvest.vs-code-prettier-eslint
shaharkazaz.git-merger
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
wmaurer.change-case
